{
  "Leader": [
    {
      "id": "SUNNY-SINGH",
      "img": "/sunny-sir.webp",
      "innerimg": "/sunny-sir.webp",
      "head": "Mr. SUNNY SINGH",
      "txt": "Director",
      "LinkedinLink": "https://www.linkedin.com/in/sunny-singh-a1971685/",
      "InstaLink": "https://www.instagram.com/singhsunny_16/",
      "circleImage": "/ekaksharcircle.webp",
      "quote":"Every property tells a unique story, reflecting vision, hard work, and the pursuit of a better tomorrow.",
      "arrowImage": "/leaderarrowimg.webp",
      "canonical": "https://ekaksharbuildtech.com/leader/SUNNY-SINGH",
      "title": "Sunny Singh | Director - Ekakshar Buildtech Pvt. Ltd.",
      "description": "Meet Sunny Singh, Director at Ekakshar Buildtech Pvt. Ltd., steering the company’s vision and innovation in real estate development across India.",
      "bio": "Sunny Singh, the visionary director of EkAkshar and owner of Bechogaadi, has played a pivotal role in driving our company's success through exceptional leadership and strategic management. With a keen understanding of the market and an unwavering commitment to excellence, Sunny has effectively guided his sales team to achieve remarkable results.Under his leadership, the sales team has not only met but consistently exceeded targets, contributing significantly to the company's growth and profitability. Sunny's hands-on approach and ability to inspire those around him have fostered a culture of collaboration, motivation, and accountability within the team. He believes in empowering his team members by providing them with the tools and resources they need to succeed, cultivating a strong sense of ownership and pride in their work."
    },
    {
      "id": "SACHIN-KUMAR",
      "img": "/SACHIN-KUMAR-1.webp",
      "innerimg": "/SACHIN-KUMAR-1.webp",
      "head": "Mr. SACHIN KUMAR",
      "txt": "Director",
      "LinkedinLink": "https://www.linkedin.com/company/ekaksharbuildtech/",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "canonical": "https://ekaksharbuildtech.com/leader/SACHIN-KUMAR",
      "description" : "Meet Sachin Kumar, Director at Ekakshar Buildtech Pvt. Ltd., playing a key role in driving innovative real estate development projects across India.",
      "title": "Sachin Kumar | Director - Ekakshar Buildtech Pvt. Ltd.",
      "quote":"In real estate, we don't just sell homes; we help families build futures, memories, and lasting legacies.",
      "bio": "Sachin Kumar is a seasoned sales leader with extensive experience in the real estate industry. As Director of Sales at Ekakshar Buildtech, Sachin combines market knowledge with a deep understanding of client needs to lead his team with exceptional skill and vision. His strategic approach to sales has resulted in consistent revenue growth and an expanding client base. Sachin’s ability to inspire his team to exceed targets and achieve high productivity is a testament to his leadership. With a strong focus on relationship-building, he has been able to foster long-term connections with clients, ensuring satisfaction and repeat business. Sachin’s commitment to innovation is evident in the solutions he offers, always aiming to exceed client expectations. His dedication to personal and team growth creates a dynamic sales environment that drives the success of Ekakshar Buildtech. Under his guidance, the company has expanded into new markets and maintained its competitive edge. Sachin’s leadership is built on trust, integrity, and the relentless pursuit of excellence. His vision for the future of Ekakshar Buildtech continues to shape the company’s path, ensuring sustained success in the real estate sector."
    },
    {
      "id": "VINAY-SINGH",
      "img": "/vinay.webp",
      "head": "Mr. VINAY SINGH",
      "innerimg": "/vinay.webp",
      "txt": "Director",
      "LinkedinLink": "https://www.linkedin.com/in/vinay-singh-243a58127/",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "canonical": "https://ekaksharbuildtech.com/leader/VINAY-SINGH",
      "title": "Vinay Singh | Director - Ekakshar Buildtech Pvt. Ltd.",
      "description": "Meet Vinay Singh, Director at Ekakshar Buildtech Pvt. Ltd., driving innovation and excellence in real estate development across India.",
      "quote": "Real estate turns possibilities into reality, giving dreams a physical space to grow, thrive, and prosper.",
      "bio": "Vinay Singh, Director of Sales at Ekakshar Buildtech, brings a wealth of knowledge and experience to the company’s sales division. With a proven track record in real estate, Vinay’s leadership focuses on empowering his team to achieve new heights of success. His strategic approach to sales combines an in-depth understanding of the market with a customer-first mentality. Vinay is known for his ability to motivate and guide his team, helping them excel in a fast-paced, competitive environment. His focus on client relationships and innovative sales strategies has resulted in significant growth for Ekakshar Buildtech. By identifying new opportunities and adapting quickly to changing market conditions, Vinay ensures the company remains agile and ahead of the competition. His dedication to continuous improvement is reflected in the productivity and success of his team. Vinay fosters a culture of collaboration and excellence, where every team member is empowered to achieve their best. His passion for real estate and commitment to client satisfaction have earned him a reputation as a trusted leader. Vinay’s leadership continues to guide Ekakshar Buildtech to new heights, ensuring its success in the ever-evolving real estate market."
    },
    {
      "id": "SAHIL-CHAHAR",
      "img": "/Sahil.webp",
      "innerimg": "/Sahil.webp",
      "head": "Mr. SAHIL CHAHAR",
      "txt": "IT PROFESSIONALS",
      "InstaLink": "https://www.instagram.com/chahar5628/",
      "LinkedinLink": "https://www.linkedin.com/in/sahil-chahar-601012246/",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "canonical": "https://ekaksharbuildtech.com/leader/SAHIL-CHAHAR",
      "title" : "Sahil Chahar | IT Professional - Ekakshar Buildtech Pvt. Ltd.",
      "description": "Meet Sahil Chahar, an IT Professional at Ekakshar Buildtech Pvt. Ltd., specializing in innovative technology solutions for real estate development.",
      "quote": "IT isn't just about technology; it's about using innovation to connect people, solve problems, and drive progress.",
      "bio": "Sahil Chahar is a visionary leader with over several years of experience in the IT industry, driving innovation and shaping the technological backbone of Ekakshar Buildtech. As Director of IT, Sahil has been instrumental in implementing cutting-edge solutions that enhance productivity and streamline business processes. His journey, fueled by a passion for technology, reflects a deep commitment to leveraging innovation for meaningful change.  Sahil’s expertise lies in integrating advanced technologies into the organization’s operations, ensuring seamless workflows and maintaining a competitive edge. His leadership goes beyond technical proficiency, as he believes in empowering his team to think creatively and achieve excellence. By fostering collaboration and nurturing talent, Sahil has built a robust IT department that excels in tackling complex challenges.  Under his direction, Ekakshar Buildtech has embraced digital transformation, enabling the company to adapt swiftly to evolving industry demands. Sahil’s forward-thinking mindset and dedication to innovation ensure the organization remains at the forefront of technological advancement.  A firm believer in the power of leadership, Sahil inspires his team to push boundaries and unlock their full potential. His ability to align technology with organizational goals continues to shape Ekakshar Buildtech’s success, ensuring a brighter, tech-driven future for the company."
    },
    {
      "id": "ATIF-NAQUEE",
      "img": "/Atif.webp",
      "innerimg": "/Atif.webp",
      "head": "Mr. ATIF NAQUEE",
      "txt": "IT PROFESSIONALS",
      "InstaLink": "https://www.instagram.com/atif_765/",
      "LinkedinLink": "https://www.linkedin.com/in/atif-naquee-47265a188/",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "title": "Atif Naquee | Expert Professional - Ekakshar Buildtech Pvt. Ltd.",
      "description": "Meet Atif Naquee, a dedicated professional at Ekakshar Buildtech Pvt. Ltd., contributing to excellence and innovation in real estate development.",
      "canonical": "https://ekaksharbuildtech.com/leader/ATIF-NAQUEE",
      "quote": "In IT, we create solutions that improve efficiency, enable communication, and shape the future of every business.",
      "bio": "Atif Naquee is a highly skilled IT professional with over four years of experience working with diverse organizations, bringing a wealth of knowledge to Ekakshar Buildtech. He plays a pivotal role in managing and optimizing the company's digital infrastructure, ensuring seamless technological operations. Atif's expertise spans IT networks, system troubleshooting, and the implementation of innovative solutions that drive operational efficiency. His hands-on experience in working with cutting-edge technologies across different industries has strengthened his ability to adapt and deliver tailored IT solutions.  With a proven track record of ensuring data security, enhancing system performance, and streamlining IT processes, Atif is a key contributor to the company's success. Known for his analytical thinking and problem-solving skills, he remains committed to keeping Ekakshar Buildtech at the forefront of technological advancement.Through his dedication and proactive approach, Atif continues to foster a tech-driven culture that supports the organization's long-term objectives."
    },
    {
      "id": "Vastu-shastra-specialist",
      "img": "/Guruji.webp",
      "innerimg": "/Guruji.webp",
      "head": "Shri Nivas Shastri Ji",
      "txt": " Vastu shastra  specialist",
      "circleImage": "/ekaksharcircle.webp",
      "title": "Shri Nivas Shastri Ji | Vastu Shastra Specialist - Ekakshar Buildtech",
      "description" : "Meet Shri Nivas Shastri Ji, a renowned Vastu Shastra specialist at Ekakshar Buildtech, guiding harmonious and prosperous real estate development in India.",
      "arrowImage": "/leaderarrowimg.webp",
      "canonical": "https://ekaksharbuildtech.com/leader/Vastu-shastra-specialist",
      "quote": "Harmony between your surroundings and the elements leads to a life filled with joy, abundance, and vitality."
    },
    {
      "id": "Accounts-Manager",
      "img": "/mansi-mam.webp",
      "innerimg": "/mansi-mam.webp",
      "head": "MISS MANSI CHAUHAN",
      "txt": "Accounts Manager",
      "LinkedinLink": "https://www.linkedin.com/in/mansi-chauhan-3aa644215/",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "title" : "Mansi Chauhan | Accounts Manager - Ekakshar Buildtech",
      "description" : "Meet Mansi Chauhan, Accounts Manager at Ekakshar Buildtech Pvt. Ltd., ensuring financial excellence and contributing to the company's success in real estate.",
      "canonical": "https://ekaksharbuildtech.com/leader/Accounts-Manager",
      "quote": "In accounting, every transaction tells a story of careful planning, foresight, and the pursuit of financial stability.",
      "bio":"Mansi Chauhan is a skilled professional with extensive experience in financial management and accounting, serving as a cornerstone of Ekakshar Buildtech's financial operations. As the Accounts Manager, she expertly manages financial reporting, budgeting, and account reconciliation, ensuring compliance with industry standards and organizational goals. Her expertise in streamlining accounting processes and implementing efficient financial strategies has contributed significantly to the company's financial stability. Mansi's ability to analyze complex financial data and provide actionable insights supports strategic decision-making and drives organizational growth.  Known for her meticulous attention to detail, strong problem-solving skills, and commitment to excellence, Mansi is dedicated to fostering transparency and accuracy in all financial transactions. Her proactive approach and unwavering dedication make her an invaluable asset to Ekakshar Buildtech's success."
    },
    {
      "id": "Hr-Manager",
      "img": "/Tannu-mam.webp",
      "innerimg": "/Tannu-mam.webp",
      "head": "MISS TANNU GUPTA",
      "txt": "Hr Manager",
      "LinkedinLink": "https://www.linkedin.com/in/tannu-gupta-41278b1a5/",
      "InstaLink": "https://www.instagram.com/guptaji_9703/",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "title" : "Tannu Gupta | HR Manager - Ekakshar Buildtech",
      "description" : "Meet Tannu Gupta, HR Manager at Ekakshar Buildtech Pvt. Ltd., managing talent and fostering a positive work environment in the real estate development industry.",
      "canonical": "https://ekaksharbuildtech.com/leader/Hr-Manager",
      "quote": "Human Resources is about nurturing talent, shaping teams, and creating an environment where people can thrive and succeed.",
      "bio":"Tannu Gupta is a dynamic professional with extensive experience in Human Resource Management, making her an integral part of the Ekakshar Buildtech team. As the Senior HR Manager, she plays a key role in cultivating a positive workplace environment, driving talent acquisition, and implementing innovative employee engagement strategies. Her expertise in streamlining HR processes and developing effective policies has significantly contributed to aligning organizational objectives with employee growth. Tannu excels in areas such as recruitment, performance management, training, and compliance, ensuring a seamless experience for employees and management alike. Known for her strategic thinking, empathetic leadership, and commitment to excellence, Tannu is dedicated to fostering a culture of collaboration and innovation. Under her guidance, Ekakshar Buildtech continues to flourish as an organization that prioritizes professional growth and employee well-being."
     },
    {
      "id": "Admin-Manager",
      "img": "/swati.webp",
      "innerimg": "/swati.webp",
      "head": "MISS SWATI SINGH",
      "txt": "Admin Manager",
      "logo": "./logo_leader.webp",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "title" : "Swati Singh | Admin Manager - Ekakshar Buildtech",
      "description" : "Meet Swati Singh, Admin Manager at Ekakshar Buildtech Pvt. Ltd., ensuring efficient operations and supporting the company’s real estate development projects.",
      "canonical": "https://ekaksharbuildtech.com/leader/Admin-Manager",
      "quote":"The backbone of any organization, admin ensures smooth operations, empowering teams to perform at their highest potential."
    },
    {
      "id": "Administrator",
      "img": "/shivam.jpeg",
      "innerimg": "/shivam.jpeg",
      "head": "Shivam Nagar",
      "txt": "Administrator",
      "facebooklink":"https://www.facebook.com/share/12DJ3AuDC7P/",
      "LinkedinLink": "https://www.linkedin.com/in/shivam-nagar-398088346/?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
      "InstaLink": "https://www.instagram.com/nagar_shivam_8004?utm_source=qr&igsh=MXM2dHV2a21wNnN4cA==",
      "logo": "./logo_leader.webp",
      "circleImage": "/ekaksharcircle.webp",
      "arrowImage": "/leaderarrowimg.webp",
      "title" : "",
      "description" : "",
      "canonical": "https://ekaksharbuildtech.com/leader/Administrator",
      "quote":"Efficiency and precision in operations lay the foundation for real estate success.",
      "bio":"Shivam Nagar is the driving force behind the seamless operations at Ekakshar Buildtech. As an accomplished Administrator, he excels in managing day-to-day operations, ensuring efficiency, and upholding the highest standards of professionalism. With a sharp eye for detail, Shivam skillfully handles vendor relationships, streamlining processes, and ensuring the timely delivery of quality services. His dedication and proactive approach make him an invaluable asset to the team. Shivam’s expertise and commitment reflect Ekakshar Buildtech’s mission to deliver excellence in every project. His leadership ensures the company continues to exceed client expectations and build lasting partnerships."
    }
  ]
}
