{
"Shreeshyam":[
        {
       "name": "Shree Shyam Township",
       "txt": "Property in Rajasthan",
       "price": "Price on Demand",
       "img1": "/townshipimg2.webp",
       "description1": "Shri Shyam Township by Ekakshar Buildtech is an expansive residential and commercial development spanning 500 bighas of prime Rajasthani land, offering plots ranging from 100 square yards to 2000 square yards. This township caters to diverse needs, whether you're looking for a residential plot, a farmhouse retreat, or a commercial space, all with modern amenities. It features beautifully landscaped parks, a well-maintained water supply, well-paved roads, 24/7 street lighting, and a clubhouse for relaxation. A small stadium is available for sports enthusiasts, and the wide main and internal roads ensure easy accessibility. Strategically located near the revered Khatu Shyam Mandir, the township offers a peaceful environment with close proximity to spiritual landmarks, making it an ideal choice for those seeking a blend of calm and connectivity. With its combination of serene living and modern infrastructure, Shri Shyam Township is the perfect place for a home, getaway, or business opportunity.Buy plots near Khatu Shyam Mandir and enjoy the harmony of nature, convenience, and culture.",
       "description2": "Ekakshar Buildtech's residential and commercial project, Shri Shyam Township, is situated on 500 bighas of prime Rajasthani land. Residential, farmhouse, and commercial plots are among the many types of plots available for the project; sizes range from 100 square yards to 2000 square yards. With features like parks, a water supply, well-paved roads, street lighting, and a clubhouse for residents to relax in, the township is designed to offer a comfortable and contemporary living environment. It also has a small stadium for sports lovers, along with a 40-foot-wide main road and 30-foot-wide roads inside for easy access and smooth movement around the township. Whether you want a quiet home, a farmhouse getaway, or a place for business, Shri Shyam Township provides a well-balanced and welcoming environment for everyone.",
       "features1": [
        "Located near the renowned Hidamba Mata Devi Temple, offering spiritual proximity.",
        "Located close to the famous Khatu Shyam ji Temple, a well-known religious and cultural landmark.",
        "Positioned along State Highway 113, ensuring excellent connectivity and easy access.",
        "Situated near the scenic Aravalli Hills, offering stunning natural views and a peaceful atmosphere."
      ],
      "features2": [
        "Located near the upcoming airport, enhancing future accessibility and convenience for travellers.",
        "A short distance from Baya Railway Station, making it well-connected to major cities.",
        "Surrounded by religious, cultural, and natural attractions, enriching the community experience.",
        "Perfectly located for spiritual, recreational, and practical convenience, making it ideal for both living and investment."
      ]
    }
        ],
        "Aerocity":[
        {
       "name": "Shree Shyam Aerocity",
       "txt": "Property in Rajasthan",
       "price": "Price on Demand",
       "img1": "/Aerocitysitelayout.webp",
       "description1": "Shri Shyam Aerocity in Maganpura, near the revered Khatu Shyam Ji Temple, offers a perfect blend of spiritual serenity and modern living. Just a short distance from the temple and easily accessible via State Highway 113, this residential project features plots starting at 100 square yards, ideal for building your dream home. The gated community provides modern amenities such as secure entrances, well-maintained roads, reliable utilities, and 24/7 security. With the upcoming Khatu Shyam Ji Airport and Baya Railway Station enhancing connectivity, residents will enjoy easy access to transportation. Whether you're looking for a peaceful retreat or a well-connected investment, Shri Shyam Aerocity offers the best of both worlds. Buy plots near the Domestic Airport for a serene lifestyle with great growth potential in a vibrant, developing area. With its blend of spirituality, convenience, and future prospects, this is the ideal place for those seeking both peace and prosperity.",
       "description2": "Nestled in the heart of spiritual Rajasthan, Sri Shyam Aerocity offers an exceptional opportunity for families looking for a serene and promising residential community. Located on Dataram Garh Road, right opposite the upcoming airport and in close proximity to the revered Khatu Shyam Ji Temple, this premium development is poised to become one of the region's most sought-after addresses. With nearby upcoming infrastructure like Baya Railway Station and enhanced road connectivity, Sri Shyam Aerocity is not just a home but a smart investment for the future.",
       "features1": [
        "Reliable and uninterrupted electricity supply to all plots.",
        "Well-lit streets for enhanced safety and convenience at night.",
        "Spacious 30 ft to 40 ft wide roads for easy movement and better connectivity.",
        "Round-the-clock water availability to ensure comfort and convenience."
      ],
      "features2": [
        "Continuous security surveillance, providing a safe and secure environment for all residents.",
        "A secure, gated community with controlled access for added privacy and safety.",
        "Situated on Dataram Garh Road, ensuring excellent connectivity to surrounding areas.",
        "Close to Khatu Shyam Ji Temple, Khatu Shyam Ji Airport, Baya Railway Station, and State Highway 113, offering easy access to transport and spiritual landmarks."
      ]
    }
        ],
        "BlissValley":[
            {
           "name": "Bliss Valley",
           "txt": "Property in Dehradun",
           "price": "Price on Demand",
           "img1": "/Blissmainimg2.webp",
           "description1": "Nestled amidst the breathtaking natural beauty of Dehradun, Bliss Valley is an upcoming residential community offering a harmonious blend of spiritual peace and contemporary living, making it the ideal destination to buy property. This unique development is thoughtfully designed to cater to every lifestyle need, featuring spacious plots ranging from 125, 250, and 500 square yards and exclusive farmhouse plots of 1000 and 2000 square yards for those seeking expansive living spaces.At the heart of Bliss Valley lies the serene Shri Radha Krishna Temple, a sanctuary of spiritual solace that provides residents with a peaceful retreat. Adding to the community’s charm is a Spiritual Convention Center, ideal for yoga, meditation, and wellness activities, fostering a holistic and balanced lifestyle. Complementing its tranquil ambiance are modern amenities, including a clubhouse, solar-powered streetlights, an EV charging station, and rainwater harvesting systems, making Bliss Valley both eco-friendly and future-ready.",
           "description2": "Bliss Valley takes pride in offering an active and vibrant lifestyle with a variety of recreational facilities. Residents can enjoy a mini golf park, badminton court, billiards table, skating rink, and even a paintball arena, ensuring there’s something for everyone. Whether you’re looking for leisure, fitness, or relaxation, Bliss Valley provides the perfect balance, all set against the majestic backdrop of Dehradun’s lush greenery. With its focus on sustainability, comfort, and a community-oriented living experience, Bliss Valley is the perfect place to buy property in Dehradun. Whether you envision a serene home or a luxurious farmhouse, Bliss Valley, an upcoming project, offers an unparalleled sanctuary where modern luxury and spiritual peace come together.",
           "features1": [
            "A modern library providing a peaceful space for reading.",
            "A blue water swimming pool for relaxation and recreation.",
            "A stunning fish aquarium adding a touch of aquatic beauty.",
            "A well-equipped gymnasium to keep you fit and active."
          ],
          "features2": [
            "A charming gazebo perfect for outdoor gatherings and relaxation.",
            "An amphitheatre for live performances and community events.",
            "A musical fountain and an open-air movie theatre for entertainment.",
            "8. Beautiful green areas including a greenbelt, flower valley, and party lawns, along with a lively shopping centre."
          ]
        }
            ],
            "EkaksharGreenFarms":[
              {
             "name": "Ekakshar Green Farms",
             "txt": "Village Falaida khadar",
             "price": "Price on Demand",
             "img1": "/greenfarmsinner.webp",
             "description1": "Discover the perfect blend of luxury and connectivity at Ekakshar Green Farms, a premium real estate project offering plots starting from 1095 sq. yards at an attractive rate of ₹10,000 per sq. yard. Located just 5-6 km from Jewar International Airport and 4 km from the Yamuna Expressway, this development is at the heart of a thriving and well-connected area. Surrounded by lush greenery and featuring modern amenities, Ekakshar Green Farms is designed for those seeking a luxurious lifestyle while staying close to nature. With seamless access to major cities like Noida, Faridabad, Agra, and Mathura, as well as future metro links to Ghaziabad and IGI Airport, this project ensures unmatched convenience and a promising future. ",
             "description2": "Strategically located near key hubs like the industrial sectors (32-33), Film City (Sector 21), and just 2 km from the Greenfield Expressway, Ekakshar Green Farms promises quick connectivity to major destinations. The project is thoughtfully designed with wide 70-feet roads and premium facilities, including clubs, to ensure a comfortable and upscale living experience. Whether for investment or personal use, this project offers an exceptional opportunity to own a part of one of the most sought-after locations in the region.  ",
             "features1": [
              "Just 5-6 km from Jewar International Airport and 4 km from Yamuna Expressway.",
              "Plots starting from 1095 sq. yards at ₹10,000 per sq. yard. ",
              " Close to Noida, Faridabad, Agra, Mathura, and upcoming metro links to Ghaziabad and IGI Airport.",
              "70-feet wide roads for smooth navigation."
            ],
            "features2": [
              "World-class clubs  for leisure and recreation.",
              "A serene and eco-friendly environment.",
              "Just 2 km from Greenfield Expressway for quick travel to major destinations.",
              " Near Aerocity, Film City (Sector 21), and industrial sectors (32-33)."
            ]
          }
              ],
              "EkaksharGreenWoods":[
                {
               "name": "Ekakshar Green Woods",
               "txt": "Village Solra Palwal Haryana",
               "price": "Price on Demand",
               "img1": "/green-farms-inner.webp",
               "description1": "Ekakshar Green Woods, with its rich experience of harmony in nature and modernity, stands 3 kilometers from Noida International Airport and 1 kilometer or 2 minutes from Aerocity. The venture offers plots available for sale, located near Jewar Airport. The attractive price is starting from ₹24,900 per square yard. Such a premium development is perfect for those who have a desire for a luxurious farmhouse lifestyle or a highly potential investment opportunity. The project was developed under the supervision of the Town and Country Planning Department. This ensured that the project is legal, the ownership is freehold, and the process is hassle-free for registry and electricity connections.",
               "description2": "Ekakshar Green Woods is nestled on a prime location near the Yamuna Expressway, Film City Sector 21, and Sector 33 Industrial Hub. So, it not only connects easily to all important urban and industrial landmarks but will also surround you with lush greenery and 50-ft roads. Whether dreaming of a quiet retreat or an intelligent investment, this community would ensure the right balance of a countryside charm within the convenience of an urban dwelling. Secure your future today in Noida's most promising real estate hub.",
               "features1": [
                "Just 3 km from Noida International Airport and 1 km from Aerocity.",
                ".Plots for sale starting at ₹24,900 per square yard, offering incredible value for investment.",
                "50-ft wide internal roads for seamless connectivity and an elegant community layout.",
                "Secure and legally compliant freehold plots with registry and electricity connections."
              ],
              "features2": [
                "Enjoy the charm of countryside living surrounded by lush greenery and modern conveniences.",
                "Near Yamuna Expressway, Film City Sector 21, Formula 1 Race Track, and Sector 33.",
                ".Projects come under the Town and Country Planning Department, so the customer's mind has peace in terms of legality.",
                "Situated in one of the fastest-growing areas which will give good appreciation."
              ]
            }
                ]

    }